Repository: CodeReaper/powercast-ios
Catalog: Powercast/Assets/Translations/*.lproj/InfoPlist.strings
Languages: da

# DASHBOARD_REFRESH_CONTROL_MESSAGE
source: Pull to refresh
da: Træk for at hente data

# DASHBOARD_REFRESH_FAILED_MESSAGE
source: Unable to fetch latest data
da: Kunne ikke hente nyeste data

# DATA_DETAILS_FIXED_FEES_LABEL
source: Fixed fees
da: Faste afgifter

# DATA_DETAILS_PRICE_LABEL
source: Total price
da: Total pris

# DATA_DETAILS_RAW_PRICE_LABEL
source: Base price
da: Grundpris

# DATA_DETAILS_TITLE_PRICE
source: Price parts
da: Pris opbygning

# DATA_DETAILS_VARIABLE_FEES_LABEL
source: Variable fees
da: Variable afgifter

# DATA_LOADING_REFRESH_FAILED_MESSAGE
source: An error occured while downloading data. Try Again?
da: Der skete en fejl under download af data. Prøv igen?

# DATA_LOADING_REFRESH_FAILED_NEGATIVE_BUTTON
source: Cancel
da: Afbryd

# DATA_LOADING_REFRESH_FAILED_TITLE
source: Unable to fetch data
da: Kunne ikke hente data

# DATA_LOADING_TITLE
source: Data loading...
da: Henter data...

# GRID_DETAILS_CHARGE_LABEL
source: Electricity charge
da: Elafgift

# GRID_DETAILS_SYSTEM_LABEL
source: System tariff
da: Systemtarif

# GRID_DETAILS_TITLE
source: Grid details
da: Elnet detaljer

# GRID_DETAILS_TRANSMISSION_LABEL
source: Transimission tariff
da: Nettarif

# LICENSES_TITLE
source: Licenses
da: Licenser

# NETWORK_DETAILS_TITLE
source: Network details
da: Netselskab detaljer

# NETWORK_DETAILS_TITLE_TEMPLATE
source: %1 - Transmission tariff C
da: %1 - Nettarif C

# NETWORK_DETAILS_UNSPECIFICED_END
source: No end date
da: Ingen slut dato

# NETWORK_SELECTION_DK1_ZIP_LIST
source: Zip codes 5000 - 9999
da: Post numre 5000 - 9999

# NETWORK_SELECTION_DK2_ZIP_LIST
source: Zip codes 1000 - 4999
da: Post numre 1000 - 4999

# NETWORK_SELECTION_EMPTY_BUTTON
source: Retry
da: Prøv igen

# NETWORK_SELECTION_EMPTY_TITLE
source: No network companies found
da: Ingen netselskaber fundet

# NETWORK_SELECTION_HELP_BUTTON_POSITIVE
source: Vist their home page
da: Åbn deres hjemmeside

# NETWORK_SELECTION_HELP_MESSAGE
source: You can look up your network company on Green Power Denmark, if you provide them with your address
da: Du kan slå dit netselskab op hos Green Power Denmark, hvis du indtaster din adresse der

# NETWORK_SELECTION_HELP_TITLE
source: Look up your network company
da: Slå dit netselskab op

# NETWORK_SELECTION_TITLE
source: Choose network
da: Vælg netværk

# NOTIFICATION_TEMPLATE_BODY
source: %1 prices are %2 %3
da: %1 er priserne %2 %3

# NOTIFICATION_TEMPLATE_FREE_BODY
source: During the hours %1 only fees apply, ranging between %2 and %3 øre/kWh
da: Det koster kun afgifterne i timerne %1 som koster mellem %2 og %3 øre/kWh

# NOTIFICATION_TEMPLATE_RANGE
source: ranging between %1 and %2 øre/kWh
da: - mellem %1 og %2 øre/kWh

# NOTIFICATION_TITLE
source: Price update
da: Pris opdatering

# NOTIFICATION_VALUE_STATUS_HIGH
source: high
da: høje

# NOTIFICATION_VALUE_STATUS_LOW
source: low
da: lave

# NOTIFICATION_VALUE_TOD_AFTERNOON
source: This afternoon
da: I eftermiddag

# NOTIFICATION_VALUE_TOD_EVENING
source: This evening
da: I aften

# NOTIFICATION_VALUE_TOD_MORNING
source: Tomorrow morning
da: I morgen tidlig

# NOTIFICATION_VALUE_TOD_NIGHT
source: Tonight
da: I nat

# SETTINGS_NETWORK_TITLE
source: Network
da: Netværk

# SETTINGS_NOTIFICATIONS_ITEM_FREE
source: The price is only fees
da: Grundprisen er under nul

# SETTINGS_NOTIFICATIONS_TITLE
source: Notifications
da: Notifikationer

# SETTINGS_STATE_DISABLED
source: Disabled
da: Slået fra

# SETTINGS_STATE_ENABLED
source: Enabled
da: Slået til

# SETTINGS_STATE_UNKNOWN
source: Unknown
da: Ukendt

# SETTINGS_SYSTEM_BACKGROUND_REFRESH
source: Background Refresh
da: Bagrrundsopdateringer

# SETTINGS_SYSTEM_NOTIFICATIONS
source: Notifications
da: Notifikationer

# SETTINGS_SYSTEM_TITLE
source: System settings
da: System indstillinger

# SETTINGS_TITLE
source: Settings
da: Indstillinger
